tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "libtiff"
brew "awscli"
brew "bat"
brew "bottom"
brew "colima"
brew "csview"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "mas"
brew "navi"
brew "neovim"
brew "pnpm"
brew "poppler"
brew "procs"
brew "ripgrep"
brew "sevenzip"
brew "sheldon"
brew "starship"
brew "tailspin"
brew "vim"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "arc"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-udev-gothic-nf"
cask "neardrop"
cask "ngrok"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm@nightly"
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adam-bender.commit-message-editor"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ics.japanese-proofreading"
vscode "infeng.vscode-react-typescript"
vscode "jacano.vscode-pnpm"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "meganrogge.template-string-converter"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "rangav.vscode-thunder-client"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yamajyn.commandlist"
vscode "yzhang.markdown-all-in-one"
